{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "24.hu"}, "author": "Orosz R. Zoltán", "title": "A járvány elhozhatja a totális megfigyelés korszakát - 24.hu", "description": "Az ember minden lépésének megfigyelése a jelen, a gondolatok monitorozása a nem is olyan távoli jövő.", "url": "https://24.hu/elet-stilus/2020/05/17/jarvany-koronavirus-jovo-megfigyeles-1984/", "urlToImage": "https://24.p3k.hu/app/uploads/2020/05/73968120-1024x576_wm.jpg", "publishedAt": "2020-05-17T18:21:20Z", "content": "Az ENSZ Egészségügyi Világszervezete (WHO) január 9-én adott ki elször figyelmeztetést egy influenzaszer járványról, amely valószínleg egy állatpiacról szabadult el, és tüdgyulladásos megbetegedések soráért felel a kínai Vuhan városban. Az amerikai járványügy… [+10749 chars]"}, {"source": {"id": null, "name": "Hvg.hu"}, "author": "HVG Kiadó Zrt.", "title": "Rendelt egy telefont, tévedésből tízet küldtek ki neki – és ezzel még nem volt vége - hvg.hu", "description": "Igencsak meglepődhetett az a felhasználó, aki rendelt a Google online boltjából egy telefont, azonban a csomagban tíz készüléket talált.", "url": "https://hvg.hu/tudomany/20200517_google_store_teves_teljesites_10_pixel4_telefon_rendeles", "urlToImage": "https://images.hvg.hu/image.jpg?id=8daeca93-500c-425c-9dc9-a1cff659208c&view=7fcefbf8-ac48-4ee6-aef5-32203afa118c", "publishedAt": "2020-05-17T17:03:00Z", "content": "Igencsak meglepdhetett az a felhasználó, aki rendelt a Google online boltjából egy telefont, azonban a csomagban tíz készüléket talált.A Redditen osztotta meg nem mindennapi tapasztalatait az a felhasználó, aki nemrégiben megrendelt 500 dollárért Google Store… [+1461 chars]"}, {"source": {"id": null, "name": "Hvg.hu"}, "author": "HVG Kiadó Zrt.", "title": "Ígéretes számok szivárogtak ki a Google új telefonjáról - hvg.hu", "description": "A benchmarkok sokat elárulnak egy-egy telefon erejéről, teljesítményéről. Megmérettetett az egyébként még nem bemutatott Pixel-telefon, a Pixel 4a is, és a számok egy ígéretes középkategóriás telefont sejtetnek.", "url": "https://hvg.hu/tudomany/20200517_google_pixel_4a_telefon_benchmark_szamok", "urlToImage": "https://images.hvg.hu/image.jpg?id=a0c19ef7-4894-491f-a4fa-103cece4c363&view=7fcefbf8-ac48-4ee6-aef5-32203afa118c", "publishedAt": "2020-05-17T16:03:00Z", "content": "A benchmarkok sokat elárulnak egy-egy telefon erejérl, teljesítményérl. Megmérettetett az egyébként még nem bemutatott Pixel-telefon, a Pixel 4a is, és a számok egy ígéretes középkategóriás telefont sejtetnek.Korábban úgy volt, hogy május 22-én mutatják be a … [+1901 chars]"}, {"source": {"id": null, "name": "Index.hu"}, "author": "Juhász Edina, Aradi László", "title": "A speciálisan programozott kenyérpirítók új emberi fajt teremthetnek - Index.hu", "description": "A speciálisan programozott kenyérpirítók új emberi fajt teremthetnek - Nem az a baj, hogy a gépek elveszik a munkánkat, sokkal izgalmasabb, hogyan kötődünk hozzájuk, és hogyan épülnek bele a mindennapjainkba.", "url": "https://index.hu/techtud/2020/05/17/robot_android_humanoid/", "urlToImage": "https://kep.cdn.index.hu/1/0/3136/31364/313643/31364369_2408285_af711781998ebefe0e64aa4db74d2794_wm.jpg", "publishedAt": "2020-05-17T13:25:00Z", "content": "Mit tenne, ha egyszercsak szembejönne a tökéletes mása, aki ugyanúgy néz ki, mint ön, ugyanúgy beszél, ugyanúgy gesztikulál és gondolkodik is? A robotok a popkultúrában vagy szerethet cuki figurák, egyfajta furcsa háziállatok, vagy gonosz teremtmények, amik e… [+4369 chars]"}, {"source": {"id": null, "name": "Portfolio.hu"}, "author": "Portfolio.hu", "title": "A nap- és szélenergia pörgethetné fel a gazdaságot a járvány után - Portfolio", "description": "Az előttünk álló 2020-as évtizedben át kellene irányítani körülbelül 10 ezer milliárd, a fosszilis energia ágazatban tervezett beruházást a megújuló, illetve alacsony karbonintenzitású technológiák felé, 2050-ig összességében pedig mintegy 110 ezer milliárd d…", "url": "https://www.portfolio.hu/gazdasag/20200517/a-nap-es-szelenergia-porgethetne-fel-a-gazdasagot-a-jarvany-utan-431088", "urlToImage": "https://cdn.portfolio.hu/articles/images-xl/n/a/p/napelem-347691.jpg", "publishedAt": "2020-05-17T10:10:00Z", "content": "A koronavírus-járvány és a megfékezése érdekében hozott intézkedések megroppantották a világgazdaságot, a közgazdászok pedig arra figyelmeztetnek, hogy a következmények messze rosszabbak lehetnek a 2008-as pénzügyi válságénál is. A tkében és a munkahelyek szá… [+7640 chars]"}, {"source": {"id": null, "name": "Origo.hu"}, "author": null, "title": "Olcsóbb iPadekkel készülhet az Apple - Origo", "description": "Kisebb és nagyobb kijelzővel is jöhetnek új modellek.", "url": "https://www.origo.hu/techbazis/20200516-olcsobb-apple-ipad.html", "urlToImage": "http://cdn.nwmgroups.hu/s/img/i/2005/20200516apple-ipad-tablet-tablagep.jpg", "publishedAt": "2020-05-17T10:07:00Z", "content": "Kisebb és nagyobb kijelzvel is jöhetnek új modellek.\r\nA második generációs iPhone SE óriási siker piacra dobása csak a kezdet lehet, Ming-Chi Kuo piacelemz forrásai szerint a belátható jövben az Apple két olcsóbb iPaddel is készül. Az olcsóságot persze a cég … [+811 chars]"}, {"source": {"id": null, "name": "Borsonline.hu"}, "author": "BorsOnline", "title": "Mark Zuckerberg bejelentése felrobbantotta a Facebookot - Bors", "description": "BorsOnline", "url": "http://www.borsonline.hu/celeb/mark-zuckerberg-bejelentese-felrobbantotta-a-facebookot/200333", "urlToImage": "http://media.borsonline.hu/cikk/21/206442/big-lead/650x360/2185116_mark-zuckerberg.jpg", "publishedAt": "2020-05-17T10:00:00Z", "content": "Tisztelt Olvasóink!\r\n A BorsOnline minden olvasója számára biztosítani szeretné a lehetséget arra, hogy Facebook bejelentkezés után közvetlenül hozzá tudjon szólni a megjelent cikkekhez. Így a hozzászólása a Facebookon megadott felhasználói nevével és profilk… [+437 chars]"}, {"source": {"id": null, "name": "Portfolio.hu"}, "author": "Portfolio.hu", "title": "Nem csak az aszteroidáktól kell félnünk – Most zuhant egy hatalmas rakéta vissza kontrollálatlanul a Földre - Portfolio", "description": "Egy 18 tonnás kínai rakéta zuhant az űrből az Atlanti-Óceánba múlt héten, ráirányítva a figyelmet arra, hogy milyen veszélyeket rejthet az űr „összeszemetelése”, ami azóta folyik, hogy az emberiség először kilépett az űrbe. A NASA becslései szerint mintegy 50…", "url": "https://www.portfolio.hu/gazdasag/20200517/nem-csak-az-aszteroidaktol-kell-felnunk-most-zuhant-egy-hatalmas-raketa-vissza-kontrollalatlanul-a-foldre-432340", "urlToImage": "https://cdn.portfolio.hu/articles/images-xl/s/p/a/space-debris-urszemet-371844.jpg", "publishedAt": "2020-05-17T08:35:00Z", "content": "Azóta, hogy 1961-ben kilépett az els ember az rbe, folyamatosan szemeteljük azt.\r\nA NASA becslései szerint jelenleg 500 ezer darab, üveggolyónál nagyobb méret tárgy kering az rben, ebbl 21 ezer darab a softball-labdánál is nagyobb.\r\nÖsszesen mintegy 8800 tonn… [+2999 chars]"}, {"source": {"id": null, "name": "Pcguru.hu"}, "author": "", "title": "A Ubisoft beperelte az Apple-t és a Google-t egy Rainbow Six Siege-másolat miatt - PC Guru", "description": "Hiába kérték korábban, hogy távolítsák el az Area F2-t.", "url": "https://www.pcguru.hu/hirek/a-ubisoft-beperelte-az-apple-t-es-a-google-t-egy-rainbow-six-siege-masolat-miatt/55081", "urlToImage": "https://www.pcguru.hu/uploads/news/mid/a-ubisoft-beperelte-az-apple-t-es-a-google-t-egy-rainbow-six-siege-masolat-miatt-hirek-5a38aede90d4d07d22f6-mid.jpg", "publishedAt": "2020-05-17T08:01:21Z", "content": "<ul><li>A Ubisoft az Area F2 eltávolítását kérte a mobilos áruházakból</li><li>Az Apple és a Google nem tett ennek eleget, ezért perelnek</li></ul>Néhány hete jelent meg Androidra és iOS-re az Area F2 nev csapatalapú FPS, melyrl már els pillantásra is nyilván… [+892 chars]"}, {"source": {"id": null, "name": "24.hu"}, "author": "Birkás Péter", "title": "Mavic Air 2: tátott szájjal reptettük a DJI új drónját - 24.hu", "description": "Kipróbáltuk a DJI Mavic Air 2 drónt, aminél most nincs jobb gép 300 ezer forint környékén.", "url": "https://24.hu/tech/2020/05/17/dji-mavic-air-2-dron-teszt/", "urlToImage": "https://24.p3k.hu/app/uploads/2020/05/73968138-e1589452695110-1024x576_wm.jpg", "publishedAt": "2020-05-17T06:21:16Z", "content": "A DJI Mavic Air 2, ahogy az a névbl gyorsan kitalálható, a két évvel ezeltt debütált Mavic Air utódja. Mi már az elz modellt is nagyon szerettük, az új gép pedig minden szempontból jelents elrelépés, olyannyira, hogy azon sem lepdnénk meg, ha sok vásárló inká… [+9229 chars]"}, {"source": {"id": null, "name": "Napi.hu"}, "author": "Rácz Gergő", "title": "Vagyonokkal fosztanak ki az internetes csalók - Napi.hu", "description": "Az idő múlásával a mostanra megismert internetes csalások is átalakultak, új nagyhatalom vette át a vezető szerepet ezen placcon, ahol a megkárosítottak gyakran nem is tudják felmérni, hogy átvertek őket. Külön kultúrája is van a csalók a levadászásnak, ami ö…", "url": "https://www.napi.hu/nemzetkozi_gazdasag/vagyonokkal-fosztanak-ki-az-internetes-csalok.706293.html", "urlToImage": "https://www.napi.hu/fototar/fototar/201911/orig/image1574421901.jpg/780/", "publishedAt": "2020-05-17T06:07:00Z", "content": "Jó eséllyel most is van mindenkinek a spam mappájában egy levél, ami alapján megnyerte a lottót, amin soha nem játszott, vagy egy afrikai tábornok özvegye kéri pont tle a segítséget, hogy kiadós jutalomért cserébe segítsen neki kimenteni néhai férje mesés vag… [+5519 chars]"}, {"source": {"id": null, "name": "Origo.hu"}, "author": null, "title": "Perli az Ubisoft az Apple és Google duót - Origo", "description": "Miután az Alibaba leánycége leklónozta a Rainbow Sixet.", "url": "https://www.origo.hu/techbazis/20200516-ubisoft-area-f2-rainbox-six-siege-apple-google-per.html", "urlToImage": "http://cdn.nwmgroups.hu/s/img/i/2005/20200516area-f2-mobiljatek.jpg", "publishedAt": "2020-05-17T06:07:00Z", "content": "Miután az Alibaba leánycége leklónozta a Rainbow Sixet.\r\nVáratlan játékipari hírrel indította a hétvégét a Bloomberg, a kiadvány szerint a francia Ubisoft játékkiadó pert indított az Apple és a Google ellen, mivel azok nem hajlandóak törölni egy mobiljátékot … [+1136 chars]"}, {"source": {"id": null, "name": "Origo.hu"}, "author": null, "title": "Szinte senki nem veszi a Google Pixel mobiljait - Origo", "description": "Alig 2 millió Pixel 4-et sikerült eladni, és már két vezető is távozott a Google-től, akik a Pixelekért feleltek.", "url": "https://www.origo.hu/techbazis/20200515-google-pixel-4-okostelefon-eladasok-nincsenek-vevok-tavoznak-a-vezetok.html", "urlToImage": "http://cdn.nwmgroups.hu/s/img/i/2005/20200515116.jpg", "publishedAt": "2020-05-17T04:21:00Z", "content": "Alig 2 millió Pixel 4-et sikerült eladni, és már két vezet is távozott a Google-tl, akik a Pixelekért feleltek.\r\nA Google egykori Nexus mobiljait a felhasználók és a tesztelk is imádták, és még az els Pixelt is 2016 végén. A kezdeti sikerek után nem igazán tu… [+1764 chars]"}, {"source": {"id": null, "name": "Origo.hu"}, "author": null, "title": "Szó szerint átlát a műanyagon a OnePlus 8 Pro egyik kamerája - Origo", "description": "A készülék színszűrős, eddig feleslegesnek gondolt kamerája képes erre a váratlan trükkre.", "url": "https://www.origo.hu/techbazis/20200515-oneplus-8-pro-kamera-atlat-a-muanyagon.html", "urlToImage": "http://cdn.nwmgroups.hu/s/img/i/2005/20200515103.jpg", "publishedAt": "2020-05-16T18:45:00Z", "content": "A készülék színszrs, eddig feleslegesnek gondolt kamerája képes erre a váratlan trükkre.\r\nA OnePlus 8 Pro hátlapjára négy kamera jutott, azonban mindenki úgy gondolta, hogy az 5 megapixeles színszrs kamera teljesen felesleges és haszontalan, csak azért került… [+790 chars]"}, {"source": {"id": null, "name": "Computerworld.hu"}, "author": "Mészáros Csaba", "title": "Így teheti szélvészgyorssá régi PC-jét - Hír - Computerworld Online", "description": "Cserélje le jó öreg merevlemezét SSD meghajtóra, csodát fog tapasztalni.", "url": "https://computerworld.hu/tech/igy-teheti-szelveszgyorssa-regi-pc-jet-278888.html", "urlToImage": "https://i.cdn29.hu/apix_collect_c/2005/igy-teheti-szelveszgyorssa-regi-pc-jet/igy_teheti_szelveszgyorssa_regi_pc_jet_screenshot_20200516193118_1_original_760x425_cover.jpg", "publishedAt": "2020-05-16T17:53:21Z", "content": "Cserélje le jó öreg merevlemezét SSD meghajtóra, csodát fog tapasztalni.Nem is gondolnánk, hogy egy személyi számítógép teljesítményét milyen nagymértékben határozza meg a háttértár sebessége. Ha régi PC-nk csigalassú, a leghatékonyabban úgy pörgethetjük fel … [+647 chars]"}, {"source": {"id": null, "name": "Origo.hu"}, "author": null, "title": "Megharagudtak a rajongók, hogy egy iPhone-t használt a Xiaomi vezére - Origo", "description": "Kiakadtak a Xiaomi márkahű rajongói azon, hogy Lei Jun ügyvezető Apple iPhone-t használt.", "url": "https://www.origo.hu/techbazis/20200515-lei-jun-xiaomi-vezer-iphone-mobilt-hasznalt-kiakadtak-a-rajongok.html", "urlToImage": "http://cdn.nwmgroups.hu/s/img/i/2005/2020051595.jpg", "publishedAt": "2020-05-16T17:46:00Z", "content": "Kiakadtak a Xiaomi márkah rajongói azon, hogy Lei Jun ügyvezet Apple iPhone-t használt.\r\nSokan észrevették már, hogy bizonyos emberek szeretnek valamilyen drámai helyzetet kialakítani vagy felfújni, ha épp nem övezi ket semmilyen botrány. Ilyen felesleges drá… [+663 chars]"}, {"source": {"id": null, "name": "Hvg.hu"}, "author": "HVG Kiadó Zrt.", "title": "Új szintre lépett a Xiaomi, kipróbáltuk a két legerősebb mobilját - hvg.hu", "description": "A felfutóban lévő kínai gyártó merészet húzott, legújabb felsőkategóriás készülékét közel 400 ezer forintra árazta be, mellé pedig kiadott egy kicsit olcsóbb, megvágott tudású testvérmodellt is. Mindkettőt kipróbáltuk.", "url": "https://hvg.hu/tudomany/20200517_xiaomi_note_10_pro_teszt_velemeny_androidos_telefon", "urlToImage": "https://images.hvg.hu/image.jpg?id=3eb0a717-c081-4044-ad3b-e63ba74e1a96&view=7fcefbf8-ac48-4ee6-aef5-32203afa118c", "publishedAt": "2020-05-16T16:52:30Z", "content": "A felfutóban lév kínai gyártó merészet húzott, legújabb felskategóriás készülékét közel 400 ezer forintra árazta be, mellé pedig kiadott egy kicsit olcsóbb, megvágott tudású testvérmodellt is. Mindkettt kipróbáltuk. Az elmúlt években sajnos már hozzászoktunk … [+8716 chars]"}, {"source": {"id": null, "name": "Hvg.hu"}, "author": "HVG Kiadó Zrt.", "title": "Most van a legnagyobb szükség orvosokra, de épp most a legnehezebb képezni őket - hvg.hu", "description": "A koronavírus miatt mindennél nagyobb szükség van jól képzett egészségügyi személyzetre, ám a járvány az ő gyakorlatorientált oktatásukat is ellehetetleníti. A Pécsi Tudományegyetemen fejlesztett M3D-Vision műtéti eljárások, beavatkozások három dimenziós rögz…", "url": "https://hvg.hu/tudomany/20200516_pte_m3d_vision_orvoskepzes_virtualis_valosag", "urlToImage": "https://images.hvg.hu/image.jpg?id=11a50110-a253-471e-8d6e-b45e4dea5685&view=7fcefbf8-ac48-4ee6-aef5-32203afa118c", "publishedAt": "2020-05-16T16:52:30Z", "content": "A koronavírus miatt mindennél nagyobb szükség van jól képzett egészségügyi személyzetre, ám a járvány az gyakorlatorientált oktatásukat is ellehetetleníti. A Pécsi Tudományegyetemen fejlesztett M3D-Vision mtéti eljárások, beavatkozások három dimenziós rögzíté… [+5814 chars]"}, {"source": {"id": null, "name": "Hvg.hu"}, "author": "HVG Kiadó Zrt.", "title": "A Xiaomi új ötlete: forogjon csak az a kamera - hvg.hu", "description": "A Xiaomi nem szűkölködik az ötletekben. Legújabb szabadalma egy forgatható kamerát képzel az okostelefon tetejére.", "url": "https://hvg.hu/tudomany/20200517_xiaomi_szabadalom_elore_forgathato_hatoldali_kamera", "urlToImage": "https://images.hvg.hu/image.jpg?id=d8492296-aec9-401c-8354-95576e48156c&view=7fcefbf8-ac48-4ee6-aef5-32203afa118c", "publishedAt": "2020-05-16T16:52:30Z", "content": "A Xiaomi nem szkölködik az ötletekben. Legújabb szabadalma egy forgatható kamerát képzel az okostelefon tetejére.A Xiaomi napokban nyilvánosságra került szabadalma meglep megoldást kínál a szelfikamera elrejtésére.\r\nTulajdonképpen egy osztott kijelzrl van szó… [+918 chars]"}, {"source": {"id": null, "name": "Hvg.hu"}, "author": "HVG Kiadó Zrt.", "title": "Olyan fejhallgatót dobhat piacra az Apple, amely érezni fogja, ha leveszik - hvg.hu", "description": "Kétféle érzékelővel is elláthatja prémium kategóriájú fejhallgatóját az Apple, amely a hírek szerint AirPods Studio néven debütál majd.", "url": "https://hvg.hu/tudomany/20200517_airpods_studio_apple_vezetek_nelkuli_fejhallgato", "urlToImage": "https://images.hvg.hu/image.jpg?id=07a362e3-22d3-42de-935c-6fa9ab56f9dd&view=7fcefbf8-ac48-4ee6-aef5-32203afa118c", "publishedAt": "2020-05-16T16:52:30Z", "content": "Kétféle érzékelvel is elláthatja prémium kategóriájú fejhallgatóját az Apple, amely a hírek szerint AirPods Studio néven debütál majd.Bár az Apple elssorban az iPhone-ról és a Mac számítógépekrl ismert, nem szabad elfeledni azt a tényt sem, hogy a cég a fejha… [+1896 chars]"}]}