{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": "la-repubblica", "name": "La Repubblica"}, "author": "Repubblica.it", "title": "Blackout di Zoom, stop alle video-conferenze in mezzo mondo - la Repubblica", "description": "Negli Stati Uniti, in vaste aree dell'Europa e in Medio Oriente, connettersi con Zoom è stato a lungo impossibile. Le traversie di un servizio che", "url": "https://www.repubblica.it/tecnologia/social-network/2020/05/17/news/blackout_di_zoom_stop_alle_video-conferenze_in_mezzo_mondo-256936875/", "urlToImage": "https://www.repstatic.it/content/nazionale/img/2020/05/17/191638825-55f7a0cd-55bc-4c80-87a3-08ca4226b615.jpg", "publishedAt": "2020-05-17T17:36:26Z", "content": "Zoom, l'app gratuita che in tempo di lockdown ha quasi soppiantato Skype, proprio non trova pace. Prima i problemi di sicurezza, poi quelli di privacy, adesso un clamoroso black-out che ha bloccato il software per diverse ore in mezzo mondo. Il problema \"dovr… [+1875 chars]"}, {"source": {"id": "il-sole-24-ore", "name": "Il Sole 24 Ore"}, "author": null, "title": "Il nuovo Microsoft Flight Simulator è il simulatore di volo più atteso di sempre - Il Sole 24 ORE", "description": "Realismo mai visto. La resa grafica di questo ambizioso progetto lascia a bocca aperta. Ecco la storia del videogioco divenuto una icona", "url": "https://www.ilsole24ore.com/channel/soleonline5/type/articolo/uuid/ADeiA9P?uuid=ADeiA9P", "urlToImage": "https://i2.res.24o.it/images2010/2020/05/ADeiA9P/images/92c72036-9523-11ea-86e4-74eaf1c3503e-fotohome0.jpg", "publishedAt": "2020-05-17T16:32:48Z", "content": "2' di lettura\r\nIl primo simulatore di volo di Microsoft è del 1982. Dietro c'è Bruce Artwick uno studente di Ingegneria elettronica all'Università dellIllinois . Appassionato di volo e di informatica seguì lo sviluppo del programma fino dalla prima metà degli… [+2289 chars]"}, {"source": {"id": null, "name": "Multiplayer.it"}, "author": "Simone Tagliaferri", "title": "Steam: tutti i giochi di Paradox in offerta - Multiplayer.it", "description": "Paradox Interactive è il publisher della settimana su Steam e tutti i suoi giochi sono in offerta con sconti che raggiungono l'80% del prezzo.", "url": "https://multiplayer.it/notizie/steam-tutti-giochi-di-paradox-offerta.html", "urlToImage": "https://multiplayer.net-cdn.it/thumbs/images/2019/04/25/imperator-rome_jpg_750x400_crop_upscale_q85.jpg", "publishedAt": "2020-05-17T15:00:04Z", "content": "È Paradox Interactive il publisher di questa settimana su Steam, che ha messo in offerta tutti i suoi giochi, con sconti fino al 75%, ricordandoci contemporaneamente l'uscita dei suoi nuovi titoli per il 2020, alcuni dei quali davvero molto attesi.\r\nTra i gio… [+816 chars]"}, {"source": {"id": null, "name": "Everyeye.it"}, "author": "https://www.facebook.com/andrea.zanettin.5", "title": "Mediaworld: offerta con oltre 150 euro di sconto su Samsung Galaxy S10 - Everyeye Tech", "description": "Mediaworld ha avviato un'offerta che consente di portarsi a casa lo smartphone Samsung Galaxy S10 con oltre 150 euro di sconto.", "url": "https://tech.everyeye.it/notizie/mediaworld-offerta-150-euro-sconto-samsung-galaxy-s10-446340.html", "urlToImage": "https://images.everyeye.it/img-notizie/mediaworld-offerta-150-euro-sconto-samsung-galaxy-s10-v3-446340.jpg", "publishedAt": "2020-05-17T13:34:34Z", "content": "Dopo la promozione sul TV Samsung da 65 pollici, Mediaworld torna a scontare un altro prodotto dell'azienda sudcoreana: lo smartphone Galaxy S10. La promozione permette di portarsi a casa il dispositivo a un costo intrigante.\r\nIn particolare, il dispositivo v… [+1019 chars]"}, {"source": {"id": null, "name": "Multiplayer.it"}, "author": "Simone Tagliaferri", "title": "Steam consentirà la vendita di Pandemia: Virus Outbreak, bandito dagli altri negozi - Multiplayer.it", "description": "A quanto pare Pandemia: Virus Outbreak sarà messo in vendita su Steam, dopo essere stato bandito dagli altri store digitali.", "url": "https://multiplayer.it/notizie/steam-consentira-vendita-pandemia-virus-outbreak-bandito-altri-negozi.html", "urlToImage": "https://multiplayer.net-cdn.it/thumbs/images/2019/04/03/gabe-newell-mutande_jpg_750x400_crop_upscale_q85.jpg", "publishedAt": "2020-05-17T13:00:04Z", "content": "Steam consentirà la vendita di Pandemia: Virus Outbreak, titolo già bannato da Google Play e rifiutato dall'Amazon Store per i chiari riferimenti al COVID-19. A darne l'annuncio gli sviluppatori stessi, in un messaggio in cui hanno ricordato le vicissitudini … [+934 chars]"}, {"source": {"id": null, "name": "Tomshw.it"}, "author": "Vittorio Rienzo", "title": "Ecco la prima foto del Ryzen 7 4700G, APU 8 core e 16 thread di AMD - Tom's Hardware Italia", "description": "Appare in rete la prima foto della nuova APU Renoir top di gamma di AMD, il nuovissimo Ryzen 7 4700G…", "url": "https://www.tomshw.it/hardware/prima-foto-ryzen-7-4700g-apu-8-core-16-thread-amd/", "urlToImage": "https://www.tomshw.it/images/images/2019/04/amd-ryzen-apu-vega-29679.768x432.jpg", "publishedAt": "2020-05-17T11:03:34Z", "content": "CPUA confermare quanto supposto ieri, in occasione della lista pubblicata su Igors Lab delle nuove APU di AMD, i Ryzen serie 4000, VideoCardz ha pubblicato la prima immagine del Ryzen 7 4700G, il nuovo top di gamma di AMD per quanto riguarda le APU desktop ch… [+1802 chars]"}, {"source": {"id": null, "name": "Ilmattino.it"}, "author": "Redazione Web", "title": "Padula: «Edilizia, maxi-detrazione ecco come ottenerla e quando» - Il Mattino", "description": "Sisma bonus, Ecobonus, Superbonus: come orientarsi tra tutte queste misure? Chi ne ha diritto? E come ottenerle? Ne parliamo con Carmen Padula, consigliere dell’Ordine dei Dottori...", "url": "https://www.ilmattino.it/napoli/cronaca/padula_edilizia_maxi_detrazione_ecco_come_ottenerla_e_quando-5233216.html", "urlToImage": "https://www.ilmattino.it/photos/MED/32/16/5233216_1203_foto_carmen.jpg", "publishedAt": "2020-05-17T10:03:00Z", "content": "Sisma bonus, Ecobonus, Superbonus: come orientarsi tra tutte queste misure? Chi ne ha diritto? E come ottenerle? Ne parliamo con Carmen Padula, consigliere dell’Ordine dei Dottori Commercialisti di Napoli. Quali sono le novità relative al Sisma bonus e all’Ec… [+7055 chars]"}, {"source": {"id": null, "name": "Ilfattoquotidiano.it"}, "author": "Patrizia Licata", "title": "Energia rinnovabile, il fallimento del solare termodinamico in Italia: la tecnologia ideata da Rubbia sarà… - Il Fatto Quotidiano", "description": "Si è sciolta l’Anest, l’associazione delle aziende che avevano investito nel sistema basato su specchi che concentrano il calore, alternativo al fotovoltaico. Avrebbe permesso di chiudere le centrali a carbone in Sardegna. Ma burocrazia e proteste locali l'ha…", "url": "https://www.ilfattoquotidiano.it/2020/05/17/energia-rinnovabile-il-fallimento-del-solare-termodinamico-in-italia-la-tecnologia-ideata-da-rubbia-sara-sviluppata-in-cina/5713256/", "urlToImage": "https://st.ilfattoquotidiano.it/wp-content/uploads/2020/02/25/solare-1200.jpg", "publishedAt": "2020-05-17T09:52:39Z", "content": "Addio al solare termodinamico con la tecnologia italiana a sali fusi. Le centrali elettriche alternative al solare fotovoltaico, che con la tecnologia a olio sono diffuse in altri paesi tra cui la Spagna, rimarranno sulla carta. Senza possibilità di sviluppo … [+8585 chars]"}, {"source": {"id": null, "name": "Inews24.it"}, "author": null, "title": "WhatsApp, arriva il tema scuro anche su PC: come applicarlo - Inews24", "description": "Arriva anche su WhatsApp Web il tema scuro. Andiamo a vedere come applicare il nuovo tema anche su computer con un semplice trucco.", "url": "https://www.inews24.it/2020/05/17/whatsapp-tema-scuro-pc-come-applicarlo/", "urlToImage": "https://www.inews24.it/wp-content/uploads/2020/05/Come-attivare-il-dark-theme-su-WhatsApp-via-WebSource.jpg", "publishedAt": "2020-05-17T09:52:00Z", "content": "Arriva anche su WhatsApp Web il tema scuro. Andiamo a vedere come applicare il nuovo tema anche su computer con un semplice trucco.\r\nCome attivare il dark theme su WhatsApp (via WebSource)\r\nDa mesi molti utenti hanno chiesto il tema scuro su WhatsApp non solo… [+1908 chars]"}, {"source": {"id": null, "name": "Bufale.net"}, "author": null, "title": "Si nasconde alla grande il malware anti smartphone Huawei, Samsung e Xiaomi: 7 app da cancellare - Bufale.net", "description": "Più pericoloso del solito il malware che colpisce gli smartphone Huawei, Samsung e Xiaomi oggi 17 maggio, con 7 app da cancellare subito", "url": "https://www.bufale.net/si-nasconde-alla-grande-il-malware-anti-smartphone-huawei-samsung-xiaomi-7-app-da-cancellare/", "urlToImage": "https://static.nexilia.it/bufale/2020/05/Huawei-3.jpg", "publishedAt": "2020-05-17T09:33:11Z", "content": "Estremamente pericoloso un nuovo malware Android che colpisce smartphone Huawei, Samsung e Xiaomi, secondo un report raccolto il 17 maggio. Una questione che richiama quanto riportato poche settimane fa, quasi a voler testimoniare che questo mondo evolve con … [+1771 chars]"}, {"source": {"id": null, "name": "Tecnoandroid.it"}, "author": "Christian Savino", "title": "Internet via Satellite: al via la sfida a Tim, Vodafone, Wind e Tre - Tecnoandroid", "description": "Quando vogliamo connetterci alla rete tutti usano i tipi di connessione più convenzionali, ma la connessione Internet via Satellite è un'ottima alternativa", "url": "https://www.tecnoandroid.it/2020/05/17/internet-via-satellite-al-via-la-sfida-a-tim-vodafone-wind-e-tre-721357", "urlToImage": "https://www.tecnoandroid.it/wp-content/uploads/2020/05/Internet-via-satellite-696x398-1.png", "publishedAt": "2020-05-17T09:25:47Z", "content": "Ora, più che mai, la necessità di andare su Internet è aumentata in maniera spropositata. Esistono due possibilità: la prima è quella di utilizzare la linea tramite Ethernet o WiFi su PC, smartphone e altri dispositivi che abbiamo a disposizione. La seconda o… [+1350 chars]"}, {"source": {"id": null, "name": "Quifinanza.it"}, "author": "QuiFinanza", "title": "Ecobonus 110% sul fotovoltaico: come funziona - QuiFinanza", "description": "Per l’installazione di impianti solari fotovoltaici, il tetto di detraibilità è 48.000 euro. Ecco quello che c'è da sapere.", "url": "https://quifinanza.it/info-utili/video/ecobonus-110-percento-fotovoltaico-colonnine-veicoli-elettrici-requisiti/383427/", "urlToImage": "https://quifinanza.files.wordpress.com/2020/05/113435395_m.jpg?w=1200", "publishedAt": "2020-05-17T09:24:05Z", "content": "Tra le misure contenute nel Dl Rilancio (qui lo speciale QuiFinanza), cè anche lormai famoso Ecobonus al 110%, la maxi-agevolazione fiscale prevista per chi esegue interventi di efficientamento energetico del proprio immobile, che consentano un miglioramento … [+3273 chars]"}, {"source": {"id": null, "name": "Laverita.info"}, "author": "Alessandro Rico", "title": "Mr Microsoft telefona a Giuseppi e ora può incassare oltre 150 milioni - La Verità", "description": "Nella bozza del dl Rilancio spunta un finanziamento all'ente che piazza bond per Gavi, il trust dei vaccini foraggiato da Bill Gates. Senza controlli democratici, Giuseppe Conte ha sposato la sua agenda. E la porterà al G20.Sabato 2 maggio: alla vigilia della…", "url": "https://www.laverita.info/mr-microsoft-telefona-a-giuseppi-e-ora-puo-incassare-oltre-150-milioni-2646016252.html", "urlToImage": "https://assets.rebelmouse.io/eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpbWFnZSI6Imh0dHBzOi8vYXNzZXRzLnJibC5tcy8yMzI4NTA0MS9vcmlnaW4uanBnIiwiZXhwaXJlc19hdCI6MTYwMjQyMzM1OX0.Gh_vq6mHHlGBSp22Eb_1ddZCqL9vHn8HZPSu3XEWSq8/img.jpg?width=1200&coordinates=0%2C255%2C0%2C256&height=600", "publishedAt": "2020-05-17T09:10:49Z", "content": null}, {"source": {"id": null, "name": "Multiplayer.it"}, "author": "Peter Vogric", "title": "Playstation Now: novità e miglioramenti in vista della next-gen - Multiplayer.it", "description": "Sony deve migliorare diversi aspetti di Playstation Now, perché la concorrenza nel cloud gaming non attende: ecco quello che secondo noi va perfezionato in vista della next gen", "url": "https://multiplayer.it/articoli/playstation-now-novita-miglioramenti-next-gen.html", "urlToImage": "https://multiplayer.net-cdn.it/thumbs/images/2020/04/25/c170683c-ca41-4621-8ec9-c77884efdd12_jpeg_750x400_crop_upscale_q85.jpg", "publishedAt": "2020-05-17T09:00:03Z", "content": "Mancano ormai solamente pochi mesi al lancio di Playstation 5. Sony ha già svelato alcune caratteristiche della console di nuova generazione, ma ci sono ovviamente ancora tanti aspetti poco chiari sul suo futuro. L'hardware nascosto sotto la scocca sarà indub… [+8901 chars]"}, {"source": {"id": null, "name": "Multiplayer.it"}, "author": "Tommaso Pugliese", "title": "Trony, volantino Sconti Spaziali: nuove offerte su televisori e smartphone - Multiplayer.it", "description": "Trony ha lanciato il volantino Sconti Spaziali, valido solo online dal 16 al 22 maggio: ci sono nuove offerte su televisori e smartphone, ecco le migliori.", "url": "https://multiplayer.it/notizie/trony-volantino-sconti-spaziali-offerte-televisori-smartphone.html", "urlToImage": "https://multiplayer.net-cdn.it/thumbs/images/2019/05/01/trony-logo-e1549986372333_jpg_750x400_crop_upscale_q85.jpg", "publishedAt": "2020-05-17T08:28:03Z", "content": "Trony ha lanciato un nuovo volantino valido esclusivamente online, Sconti Spaziali, con offerte su televisori, smartphone e altre tipologie di prodotti valide dal 16 al 22 maggio.\r\nDalla pagina della promozione è possibile visionare gli sconti disponibili su … [+1108 chars]"}, {"source": {"id": "il-sole-24-ore", "name": "Il Sole 24 Ore"}, "author": null, "title": "La prova di iPad Pro: così Apple è andata al di là del tablet - Il Sole 24 ORE", "description": "Abbiamo usato iPad Pro per quindici giorni, facendolo diventare il nostro device centrico. Al di là dello smartphone non abbiamo usato altro. Ecco le nostre impressioni", "url": "https://www.ilsole24ore.com/art/la-prova-ipad-pro-cosi-apple-e-andata-di-la-tablet-ADMmdtQ", "urlToImage": "https://i2.res.24o.it/images2010/2020/05/ADMmdtQ/images/b3318e94-96ca-11ea-86e4-74eaf1c3503e-fotohome0.jpg", "publishedAt": "2020-05-17T07:52:45Z", "content": "4' di lettura\r\nC'è un parallelo fin troppo logico che ci balza in mente, usando un iPad Pro 2020. Ed è quello di quanto questo device, oggi, possa sostituire un laptop. È una comparazione immediata, soprattutto per chi utilizza un iPad Pro con la nuova Magic … [+2065 chars]"}, {"source": {"id": null, "name": "Tecnoandroid.it"}, "author": "Alessandro Caperchio", "title": "WiFi lento: ecco come velocizzarlo con questi nuovi trucchi - Tecnoandroid", "description": "Migliorare la velocità della propria rete WiFi di casa non è mai stato cosi semplice. Ecco alcuni consigli gratuiti da seguire.", "url": "https://www.tecnoandroid.it/2020/05/17/wifi-lento-ecco-come-velocizzarlo-seguendo-questi-consigli-721303", "urlToImage": "https://www.tecnoandroid.it/wp-content/uploads/2020/05/connessione-wifi-forno-microonde-2.jpg", "publishedAt": "2020-05-17T07:45:44Z", "content": "Sono migliaia gli utenti che, quotidianamente, contattano il proprio operatore telefonico per segnalare dei rallentamenti anomali nell’utilizzo di internet attraverso rete WiFi. Per definizione il segnale WiFi riesce a coprire una distanza teorica di 100 metr… [+1909 chars]"}, {"source": {"id": null, "name": "Tecnoandroid.it"}, "author": "Felice Galluccio", "title": "Iliad: utenti entusiasti della nuova aggiunta all’interno delle promo - Tecnoandroid", "description": "Come gli utenti hanno richiesto per diverso tempo, finalmente Iliad ha deciso di aumentare la quantità di giga in roaming all'interno delle sue offerte", "url": "https://www.tecnoandroid.it/2020/05/17/iliad-utenti-entusiasti-della-nuova-aggiunta-allinterno-delle-promo-720079", "urlToImage": "https://www.tecnoandroid.it/wp-content/uploads/2020/05/Iliad_2_800x458-2.jpg", "publishedAt": "2020-05-17T07:18:31Z", "content": "Come in pochi credevano, Iliad si è affermato come uno dei gestori principali nel panorama della telefonia mobile italiana. Gli altri gestori sono furiosi, visto che questa nuova realtà è riuscita in qualche modo a portare via loro tantissimi utenti.\r\nLa batt… [+1386 chars]"}, {"source": {"id": null, "name": "Cryptonomist.ch"}, "author": null, "title": "Come funzionano i token pBTC su EOS - Cryptonomist", "description": "Un progetto che porta la finanza decentralizzata (DeFi) ad un livello successivo e con l’asset più usato di questo settore", "url": "https://cryptonomist.ch/2020/05/17/token-pbtc-su-eos/", "urlToImage": "https://cryptonomist.ch/wp-content/uploads/2020/05/eos-bitcoin-1.jpg", "publishedAt": "2020-05-17T07:04:44Z", "content": "Recentemente sono statiintrodottisulla blockchain di EOS i pBTC, ossia dei token peggati 1:1 con Bitcoin (BTC), portando la finanza decentralizzata (DeFi) ad un livello successivo e con lasset più usato di questo settore.\r\nQuesti token sono stati creati dalla… [+1651 chars]"}, {"source": {"id": null, "name": "Tecnoandroid.it"}, "author": "Raffaella Papa", "title": "Google Play Store: 813 app creepware spiano gli utenti Android - Tecnoandroid", "description": "Non è la prima volta che Google rimuove alcune app potenzialmente pericolose per gli utenti dal suo Store, e di certo - purtroppo - non sarà neppure l'ultima. Ma stando a quanto riportato da un gruppo di ricercatori, lo scorso anno il colosso di Mountain View…", "url": "https://www.tecnoandroid.it/?p=719385", "urlToImage": "https://www.tecnoandroid.it/wp-content/uploads/2020/05/Untitled-design-2020-05-13T113021.180.png", "publishedAt": "2020-05-17T06:23:45Z", "content": "Non è la prima volta che Google rimuove alcune app potenzialmente pericolose per gli utenti dal suo Store, e di certo – purtroppo – non sarà neppure l’ultima. Ma stando a quanto riportato da un gruppo di ricercatori, lo scorso anno il colosso di Mountain View… [+1866 chars]"}]}